// Programs.js

import "./Programs.css";

const Programs = () => {
  return (
    <div className="programs-container">
      <div className="title">
        <h2>خَدماتُنا</h2>
        <p>ما نقدمه من خدمات</p>
      </div>
      <div className="programs">
        <div className="card">
          <h3>1. الرعاية الطبية</h3>
          <p>
            تُعتبر هذه الخدمة بديلاً مريحًا وفعالاً للمستشفيات والمرافق الطبية،
            حيث توفر للمرضى الفرصة للحصول على الرعاية الطبية اللازمة في بيئتهم
            المنزلية المريحة.
          </p>
        </div>
        <div className="card">
          <h3>2. الخدمة المنزلية</h3>
          <p>
            الخدمة المنزلية هي مجموعة من الخدمات المتنوعة التي تُقدم للأسر في
            منازلهم بهدف تسهيل الحياة اليومية وجعلها أكثر راحة وسلاسة.
          </p>
        </div>
        <div className="card">
          <h3>3. مسؤولو المطبخ</h3>
          <p>
            مسؤولو المطبخ يديرون العمليات اليومية، ويشمل عملهم إعداد الطعام،
            وتنظيم فريق الطهاة، وضمان معايير النظافة والسلامة. يقومون بالتخطيط
            للقوائم الغذائية وإدارة المخزون بكفاءة.
          </p>
        </div>
        <div className="card">
          <h3>4. عاملات و عمال مصانع</h3>
          <p>
            عاملات وعمال المصانع يقومون بتشغيل وصيانة الآلات، وتجميع وتعبئة
            المنتجات، وضمان جودتها مع الالتزام بإجراءات السلامة. يساهمون
            بمهاراتهم في تحقيق الإنتاجية العالية والجودة الممتازة.
          </p>
        </div>
        <div className="card">
          <h3>5. جميع الجنسيات</h3>
          <p>
            عاملات المنازل من جميع الجنسيات يقمن بتقديم خدمات متنوعة تشمل
            التنظيف، الطهي، ورعاية الأطفال، مما يساهم في تسهيل الحياة اليومية
            للأسر وضمان راحتهم. يتميزن بالكفاءة والتفاني في أداء مهامهن.
          </p>
        </div>
        <div className="card">
          <h3>6. عقد قانوني</h3>
          <p>
            يهدف هذا العقد إلى ضمان حقوق وواجبات كلا الطرفين، وضمان بيئة عمل
            عادلة وآمنة.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Programs;

// import "./Programs.css";

// const Programs = () => {
//   return (
//     <div className="programs-container">
//       <div className="title">
//         <h2>خَدماتُنا</h2>
//         <p>ما نقدمه من خدمات</p>
//       </div>
//       <div className="programs">
//         <div className="card">
//           <h3>1.الرعاية الطبية</h3>
//           <p>
//             تُعتبر هذه الخدمة بديلاً مريحًا وفعالاً للمستشفيات والمرافق الطبية،
//             حيث توفر للمرضى الفرصة للحصول على الرعاية الطبية اللازمة في بيئتهم
//             المنزلية المريحة.
//           </p>
//         </div>
//         <div className="card">
//           <h3>2.الخدممه المنزلية</h3>
//           <p>
//             الخدمة المنزلية هي مجموعة من الخدمات المتنوعة التي تُقدم للأسر في
//             منازلهم بهدف تسهيل الحياة اليومية وجعلها أكثر راحة وسلاسة.
//           </p>
//         </div>
//         <div className="card">
//           <h3>3.مسؤلين مطبخ</h3>
//           <p>
//             مسؤولو المطبخ يديرون العمليات اليومية، ويشمل عملهم إعداد الطعام،
//             وتنظيم فريق الطهاة، وضمان معايير النظافة والسلامة. يقومون بالتخطيط
//             للقوائم الغذائية وإدارة المخزون بكفاءة. بمهاراتهم في الطهي والقيادة،
//             يضمنون تقديم تجربة طعام مميزة للعملاء.
//           </p>
//         </div>
//       </div>
//     </div>
//   );
// };

// export default Programs;
